Repository: delahaye/dlh_googlemaps
Catalog: languages/*/*_content.xlf
Languages: cs

# tl_content.dlh_googlemap.0
source: Google Map
cs: Google Mapa

# tl_content.dlh_googlemap.1
source: Please select a Google Map.
cs: Prosím, vyberte Google Mapu.

# tl_content.dlh_googlemap_zoom.0
source: Zoom-Factor
cs: Přiblížení

# tl_content.dlh_googlemap_zoom.1
source: Here you can override the zoom factor set in the module for just this implementation.
cs: Prosím, zadejte přiblížení mapy.

# tl_content.dlh_googlemap_size.0
source: Dimensions width x height
cs: Zadejte šířku a výšku

# tl_content.dlh_googlemap_size.1
source: Here you can override the map dimensions set in the module for just this implementation.
cs: Prosím, zadejte šířku a výšku mapy.

# tl_content.dlh_googlemap_static.0
source: Use static map
cs: Použít statickou mapu

# tl_content.dlh_googlemap_static.1
source: Instead of a normal Google-Map a (resticted) static map can be shown.
cs: Namísto normální Google mapy, zobrazit statickou mapu.

# tl_content.dlh_googlemap_url.0
source: Link address
cs: Adresu odkazu

# tl_content.dlh_googlemap_url.1
source: Please enter a web address (http://...) or an insert-tag.
cs: Zadejte prosím webovou adresu (http:// ...), nebo vložte tag.

# tl_content.dlh_googlemap_template.0
source: Template
cs: Šablona

# tl_content.dlh_googlemap_template.1
source: Select a front end template.
cs: Vyberte frontend šablonu.

# tl_content.dlh_googlemap_nocss.0
source: Discard CSS
cs: Vypnout CSS

# tl_content.dlh_googlemap_nocss.1
source: The extension provides some own CSS.
cs: Rozšíření poskytuje některé vlastní CSS.

# tl_content.dlh_googlemap_tabs.0
source: Map is shown in Tabs or Accordion
cs: Mapa je zobrazena v záložkách nebo akordeonu

# tl_content.dlh_googlemap_tabs.1
source: This option refreshes the map when changing a tab or accordion. Made for the extension Tabcontrol.
cs: Tato volba aktualizuje mapy při změně záložky nebo akordeonu. Připraveno pro rozšíření TabControl.
