Repository: delahaye/dlh_googlemaps
Catalog: languages/*/*_dlh_googlemaps.xlf
Languages: cs, de, fr

# tl_dlh_googlemaps.title.0
source: Title
cs: Název
de: Titel
fr: Titre

# tl_dlh_googlemaps.title.1
source: Title of the Google Map.
cs: Název Google Mapy.
de: Titel der Google Map.
fr: Titre de la Google Map.

# tl_dlh_googlemaps.center.0
source: Geo-coordinates
cs: Souřadnice středu mapy
de: Geo-Koordinaten
fr: Géo-coordonnées

# tl_dlh_googlemaps.center.1
source: Please enter the geo-coordinates of the map center (e.g. 48.856846,2.351024). The coordinates can be generated from the address (s.b.).
cs: Prosím, zadejte souřadnice středu mapy. (např.: 48.856846,2.351024). Souřadnice mohou být generovány z adresy (s.b.).
de: Geben Sie hier die Geo-Koordinaten des Kartenzentrums ein (z.B. 48.856846,2.351024). Die Koordinaten können aus einer Adresse ermittelt werden (s.u.).
fr: Veuillez saisir les géo-coordonnées du centre de la carte (ex: 48.856846,2.351024). Les coordonnées peuvent être générées depuis l'adresse.

# tl_dlh_googlemaps.geocoderAddress.0
source: Address for geocoding
cs: Adresa pro střed mapy
de: Adresse für Geocoding
fr: Adresse pour la géolocalisation

# tl_dlh_googlemaps.geocoderAddress.1
source: In case of the field ´geo-coordinates´ being empty, on saving the record the geo-coodinates of this address are generated automatically.
cs: Pokud pole souřadnice středu mapy je prazdné a zde uvedete adresu bude střed mapy automaticky generován z této adresy.
de: Falls das Feld ´Geo-Koordinaten´ leer ist, werden beim speichern des Datensatzes aus dieser Adresse automatisch die passenden Geo-Koordinaten ermittelt.
fr: Dans le cas où le champs ´géo-coordonnées´ est vide, cette adresse servira à générer les géo-coordonnées à l'enregistrement.

# tl_dlh_googlemaps.geocoderCountry.0
source: Country
cs: Země
de: Land
fr: Pays

# tl_dlh_googlemaps.geocoderCountry.1
source: Specify the country in whict the address shall be found.
cs: Upřesněte zemi, ve které se nachází hledaná adresa pro střed mapy.
de: Geben Sie hier an, in welchem Land die Adresse ermittelt werden soll.
fr: Indiquez le pays dans lequel l'adresse doit être trouvée.

# tl_dlh_googlemaps.mapSize.0
source: Dimensions width x height
cs: Zadejte šířku a výšku
de: Anzeigemaße Breite x Höhe
fr: Dimensions largeur x hauteur

# tl_dlh_googlemaps.mapSize.1
source: Dimensions of the Google Map. This value can be overwritten later.
cs: Prosím, zadejte šířku a výšku mapy.
de: Anzeigemaße der Google Map. Der Wert kann später überschrieben werden.
fr: Dimensions de la Google Map. Cette valeur peut être redéfini plus tard.

# tl_dlh_googlemaps.zoom.0
source: Zoom-factor
cs: Přiblížení
de: Zoom-Faktor
fr: Niveau de zoom

# tl_dlh_googlemaps.zoom.1
source: The map starts with this zoom factor. This value can be overwritten later.
cs: Prosím, zadejte přiblížení mapy.
de: Mit diesem Zoom-Faktor startet die Google Map. Der Wert kann später überschrieben werden.
fr: La carte débutera avec ce niveau de zoom. Cette valeur peut être redéfini plus tard.

# tl_dlh_googlemaps.mapTypeId.0
source: Starting type of the map
cs: Standardní zobrazení
de: Ansicht der Karte
fr: Type de carte initial

# tl_dlh_googlemaps.mapTypeId.1
source: Specify the starting appearance of the map.
cs: Prosím, nastavte standardní pohled na mapu.
de: Legen Sie die Ansicht der Karte fest.
fr: Indiquez l'apparence initiale de la carte.

# tl_dlh_googlemaps.mapTypesAvailable.0
source: Available map types
cs: Volitelné zobrazení
de: Verfügbare Kartenansichten
fr: Types de cartes disponibles

# tl_dlh_googlemaps.mapTypesAvailable.1
source: Specify the available map types.
cs: Prosím, upřesněte volitelné zobrazení na mapě.
de: Legen Sie fest, welche Ansichten verfügbar sein sollen.
fr: Indiquez les types de cartes disponibles.

# tl_dlh_googlemaps.draggable.0
source: Scrolling
cs: Posouvání myší
de: Karte ist scrollbar

# tl_dlh_googlemaps.draggable.1
source: The map can be moved by mouse.
cs: Mapa může být přemístěna pomocí myši.
de: Der Kartenausschnitt kann mit der Maus bewegt werden.

# tl_dlh_googlemaps.staticMapNoscript.0
source: Static map as fallback
cs: Statická mapa jako alternativní
de: Statische Karte als Fallback
fr: Carte statique de secours

# tl_dlh_googlemaps.staticMapNoscript.1
source: If javascript isn't enabled, a (restricted) static map shall be rendered instead.
cs: Pokud není povolen JavaScript, bude namísto normální Google mapy, zobrazena statická mapa.
de: Falls kein Javascript verfügbar ist, soll eine (eingeschränkte) statische Ansicht der Karte gezeigt werden.
fr: i javascript n'est pas activé, une carte statique (restreinte) doit apparaitre à la place.

# tl_dlh_googlemaps.disableDoubleClickZoom.0
source: Deactivate zoom on doubleclick
cs: Přiblížení na dvojklik
de: Zoom bei Doppelklick deaktivieren
fr: Désactiver le zoom au double clic

# tl_dlh_googlemaps.disableDoubleClickZoom.1
source: On doubleclicking the map no zoom is performed.
cs: Deaktivovat přiblížení dvojklikem na mapě.
de: Bei einem Doopelklick wird nicht gezoomt.
fr: En double cliquant la carte, aucun zoom n'est appliqué.

# tl_dlh_googlemaps.scrollwheel.0
source: Mouse wheel zoom
cs: Přiblížení kolečkem myši
de: Mausrad-Zoom
fr: Zoom avec la molette de la souris

# tl_dlh_googlemaps.scrollwheel.1
source: Zoom by mouse wheel is enabled.
cs: Povolit přiblížení kolečkem myši.
de: Zoomen via Mausrad steht zur Verfügung.
fr: Le zoom avec la molette de la souris est activé.

# tl_dlh_googlemaps.useClusterer.1
source: Use the marker clusterer.
de: Nutze den Clusterer für Markierungen.

# tl_dlh_googlemaps.clustererImg.0
source: Path (optional)
de: Symbol-Verzeichnis (optional)

# tl_dlh_googlemaps.clustererImg.1
source: Path to clusterer symbols.
de: Ordner mit Clusterer-Symbolen.

# tl_dlh_googlemaps.useMapTypeControls.0
source: Use map type controls
cs: Použití ovládacích prvků typu mapy
de: Zeige das Kartentyp-Element
fr: Utiliser les controles de type de carte

# tl_dlh_googlemaps.useMapTypeControls.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.mapTypeControlStyle.0
source: Type of map type controls
cs: Typ kontroly typu mapě
de: Art des Kartentyp-Elements
fr: Type des controles de type de carte

# tl_dlh_googlemaps.mapTypeControlStyle.1
source: Please specify the formatting of the element.
cs: Uveďte prosím formátování prvku.
de: Legen Sie das Format des Elements fest.
fr: Veuillez indiquer le formattage de l'élément.

# tl_dlh_googlemaps.useNavigationControl.0
source: Use navigation controls
cs: Použijte navigační ovládací prvky
de: Zeige das Navigations-Element
fr: Utiliser les controles de navigation

# tl_dlh_googlemaps.useNavigationControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.navigationControlStyle.0
source: Type of navigation controls
cs: Typ navigačních ovladacích prvků
de: Art des Navigations-Elements
fr: Type de controles de navigation

# tl_dlh_googlemaps.navigationControlStyle.1
source: Please specify the formatting of the element.
cs: Upřesněte prosím formátování prvku.
de: Legen Sie das Format des Elements fest.
fr: Veuillez indiquer le formattage de l'élément.

# tl_dlh_googlemaps.useScaleControl.0
source: Use scale control
cs: Použijte ovládací prvky měřítka
de: Zeige das Maßstabs-Element
fr: Utiliser le controle d'ajustement

# tl_dlh_googlemaps.useScaleControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.scaleControlStyle.0
source: Type of scale controls
cs: Typy ovládacích prvků měřítka
de: Art des Maßstabs-Elements
fr: Type de controles d'ajustement

# tl_dlh_googlemaps.scaleControlStyle.1
source: Please specify the formatting of the element.
cs: Upřesněte prosím formátování prvku.
de: Legen Sie das Format des Elements fest.
fr: Veuillez indiquer le formattage de l'élément.

# tl_dlh_googlemaps.parameter.0
source: Additional parameters in the option block
cs: Další parametry ve volbě bloku
de: Ergänzende Parameter im Kartenoptionsblock

# tl_dlh_googlemaps.parameter.1
source: Here you can enter additional parameters for the map, shown within the option variable code.
cs: Zde můžete zadat další parametry pro mapy, které jsou znázorněny v rámci opčního variabilní symbol.
de: Hier können weitere Parameter eingegeben werden, die innerhalb der Optionsvariablen der Karte ausgegeben werden.

# tl_dlh_googlemaps.moreParameter.0
source: Additional declarations
cs: Doplňkové prohlášení
de: Ergänzende Deklarationen

# tl_dlh_googlemaps.moreParameter.1
source: Here you can enter additional parameters for the map, shown as an own block after the option variable code.
cs: Zde můžete zadat další parametry pro mapy, které jsou znázorněny jako vlastní blok po možnost variabilní symbol.
de: Hier können weitere Parameter eingegeben werden, die als eigener Block nach den Optionsvariablen ausgegeben werden.

# tl_dlh_googlemaps.useZoomControl.0
source: Use zoom control
cs: Použít ovládání přiblížení
de: Zeige das Zoom-Element

# tl_dlh_googlemaps.useZoomControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.zoomControlStyle.0
source: Variation of the zoom element.
cs: Možnosti prvku přiblížení.
de: Ausführung des Zoom-Elements

# tl_dlh_googlemaps.zoomControlStyle.1
source: Please specify how the element is used.
cs: Uveďte, jaké možnosti přiblížení použit.
de: Legen Sie hier fest, wie das Element erscheinen soll.

# tl_dlh_googlemaps.useRotateControl.0
source: Use rotate control
cs: Použít ovládání otáčení
de: Zeige das Rotations-Element

# tl_dlh_googlemaps.useRotateControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.usePanControl.0
source: Use pan control
cs: Použít ovládání pan
de: Zeige das Verschiebe-Element

# tl_dlh_googlemaps.usePanControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.useStreetViewControl.0
source: Use StreetView control
cs: Použít ovládání StreetView
de: Zeige das StreetView-Element

# tl_dlh_googlemaps.useStreetViewControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.useOverviewMapControl.0
source: Use map overview control
cs: Použít ovládání přehledu mapy
de: Zeige das Übersichts-Element

# tl_dlh_googlemaps.useOverviewMapControl.1
source: Please specify if the element is used.
cs: Uveďte, zda se prvky typu mapy mají použít.
de: Legen Sie hier fest, ob das Element erscheinen soll.
fr: Veuillez indiquer si ces éléments doivent etre utilisés.

# tl_dlh_googlemaps.overviewMapControlOpened.0
source: Map overview opened
cs: Otevřít přehled mapy
de: Übersicht geöffnet

# tl_dlh_googlemaps.overviewMapControlOpened.1
source: Please specify if the element starts opened.
cs: Uveďte prosím, zda se spustí prvek při otevření.
de: Legen Sie hier fest, ob das Element zu Beginn geöffnet sein soll.

# tl_dlh_googlemaps.controlPos.0
source: Position
cs: Pozice
de: Anzeigeposition

# tl_dlh_googlemaps.controlPos.1
source: Please specify the position of the element on the map.
cs: Prosím, zadejte pozici prvku na mapě.
de: Legen Sie hier die Position des Elements auf der Karte fest.
fr: Veuillez indiquer la position de l'élément sur la carte.

# tl_dlh_googlemaps.new.0
source: New Google Map
cs: Nová Google mapa
de: Neue Google Map
fr: Nouvelle Google Map

# tl_dlh_googlemaps.new.1
source: Add a new Google Map
cs: Přidat novou Google mapu.
de: Eine neue Google Map anlegen
fr: Ajouter une nouvelle Google Map

# tl_dlh_googlemaps.edit.0
source: Edit Google Map
cs: Upravit Google mapu
de: Google Map bearbeiten
fr: Editer Google Map

# tl_dlh_googlemaps.edit.1
source: Edit the Google Map ID %s
cs: Upravit Google mapy ID %s.
de: Google Map ID %s bearbeiten
fr: Edit la Google Map ID %s

# tl_dlh_googlemaps.copy.0
source: Duplicate Google Map
cs: Kopírovat Google Mapu
de: Google Map kopieren
fr: Dupliquer Google Map

# tl_dlh_googlemaps.copy.1
source: Duplicate Google Map ID %s
cs: Kopírovat Google mapy ID %s.
de: Google Map ID %s kopieren
fr: Dupliquer la Google Map ID %s

# tl_dlh_googlemaps.delete.0
source: Delete Google Map
cs: Vymazat Google mapu
de: Google Map löschen
fr: Supprimer Google Map

# tl_dlh_googlemaps.delete.1
source: Delete Google Map ID %s
cs: Vymazat Google mapy ID %s.
de: Google Map ID %s löschen
fr: Supprimer la Google Map ID %s

# tl_dlh_googlemaps.show.1
source: Show Google Map ID %s details
cs: Zobrazit podrobnosti Google mapy ID %s.
de: Details der Google Map ID %s anzeigen
fr: Voir les détails de la Google Map ID %s

# tl_dlh_googlemaps.editheader.0
source: Edit Google Map settings
cs: Upravit nastavení Google mapy
de: Einstellungen der Google Map bearbeiten
fr: Editer les paramétres Google Map

# tl_dlh_googlemaps.editheader.1
source: Edit the settings of Google Map ID %s
cs: Upravit nastavení Google mapy ID %s.
de: Die Einstellungen der Google Map ID %s bearbeiten
fr: Editer les paramétres de la Google Map ID %s

# tl_dlh_googlemaps.title_legend
source: Title and bascis
cs: Název a základní informace
de: Titel und Grundeinstellungen
fr: Titre et bases

# tl_dlh_googlemaps.maptype_legend
source: Map type and behaviour
cs: Typ mapy a vlastnosti
de: Kartentyp und -verhalten
fr: Type de carte et comportement

# tl_dlh_googlemaps.maptypecontrols_legend
source: Map type controls
cs: Typ ovládacích prvků mapy
de: Kartentyp-Elemente
fr: Controles de type de carte

# tl_dlh_googlemaps.navigationcontrol_legend
source: Navigation controls
cs: Navigační ovládací prvky
de: Navigations-Elemente
fr: Controles de navigation

# tl_dlh_googlemaps.scalecontrol_legend
source: Scale control
cs: Ovládací prvky měřítka
de: Maßstabsanzeige
fr: Controles d'ajustement

# tl_dlh_googlemaps.overviewmapcontrol_legend
source: Map overview control
cs: Ovládání přehled mapy
de: Übersichtsanzeige

# tl_dlh_googlemaps.streetviewcontrol_legend
source: StreetView control
cs: Ovládání StreetView
de: StreetView

# tl_dlh_googlemaps.pancontrol_legend
source: Pan control
cs: Ovládání pan
de: Kartenverschiebung

# tl_dlh_googlemaps.rotatecontrol_legend
source: Rotate control
cs: Ovládání otočení
de: Rotation

# tl_dlh_googlemaps.zoomcontrol_legend
source: Zoom
cs: Zvětšení
de: Karten-Zoom

# tl_dlh_googlemaps.parameter_legend
source: Additional parameters
cs: Další parametry
de: Ergänzende Parameter
fr: Paramètres additionnels

# tl_dlh_googlemaps.references.DEFAULT
source: Default
cs: Výchozí
de: Standardeinstellung
fr: Par défaut

# tl_dlh_googlemaps.references.ROADMAP
source: Roadmap
cs: Mapa
de: Karte
fr: Plan

# tl_dlh_googlemaps.references.SATELLITE
source: Satellite
cs: Satelitní
de: Satellit

# tl_dlh_googlemaps.references.TERRAIN
source: Terrain
cs: Terénní
de: Gelände

# tl_dlh_googlemaps.references.DROPDOWN_MENU
source: Dropdown menu
cs: Rolovací menu
de: Dropdown-Menü
fr: Menu déroulant

# tl_dlh_googlemaps.references.HORIZONTAL_BAR
source: Horizontal bar
cs: Vodorovná lišta
de: Horizontaler Balken
fr: Barre horizontale

# tl_dlh_googlemaps.references.SMALL
source: Small version
cs: Malá verze
de: Kleine Version
fr: Petite version

# tl_dlh_googlemaps.references.ZOOM_PAN
source: Big version
cs: Velká verze
de: Große Version
fr: Grande version

# tl_dlh_googlemaps.references.noCurl
source: No geocoding possible - CURL is missing.
cs: Není možné geokódování - chybějící CURL.
de: Kodierung nicht möglich - kein CURL vorhanden.
fr: Géolocalisation impossible - il manque CURL

# tl_dlh_googlemaps.references.noCoords
source: No geocoding possible.
cs: Není možné geokódování.
de: Kodierung nicht möglich.
fr: Géolocalisation impossible.

# tl_dlh_googlemaps.show.0
source: Google Map Details
cs: Podrobnosti Google mapy
fr: Détails de la Google Map

# tl_dlh_googlemaps.references.HYBRID
source: Hybrid
cs: Hybridní
fr: Hybride
