Repository: delahaye/dlh_googlemaps
Catalog: languages/*/*_dlh_googlemaps_elements.xlf
Languages: cs, de, fr

# tl_dlh_googlemaps_elements.title.0
source: Title
cs: Název
de: Titel
fr: Titre

# tl_dlh_googlemaps_elements.title.1
source: Title of the map element.
cs: Název prvku mapy.
de: Titel des Karten-Elements.
fr: Titre de l'élément de la carte

# tl_dlh_googlemaps_elements.type.0
source: Type
cs: Typ
de: Typ

# tl_dlh_googlemaps_elements.type.1
source: Type of the map element.
cs: Typ prvku mapy.
de: Titel des Karten-Elements.
fr: Type d'élément de carte.

# tl_dlh_googlemaps_elements.published.0
source: Published
cs: Publikováno
de: Veröffentlicht
fr: Publié

# tl_dlh_googlemaps_elements.published.1
source: The element is published.
cs: Prvek je publikován.
de: Das Karten-Element ist veröffentlicht.
fr: L'élément est publié.

# tl_dlh_googlemaps_elements.singleCoords.0
source: Geo-coordinates
cs: Zeměpisné souřadnice
de: Geo-Koordinaten
fr: Géo-coordonnées

# tl_dlh_googlemaps_elements.singleCoords.1
source: Please enter the geo-coordinates of the element.
cs: Zadejte prosím zeměpisné souřadnice prvku.
de: Geben Sie die Geo-Koordinaten des Elements ein.
fr: Veuillez saisir les géo-coordonnées de l'élément.

# tl_dlh_googlemaps_elements.geocoderAddress.0
source: Address for geocoding
cs: Adresa pro plánování
de: Adresse für Geocoding

# tl_dlh_googlemaps_elements.geocoderAddress.1
source: In case of the field ´geo-coordinates´ being empty, on saving the record the geo-coodinates of this address are generated automatically.
cs: Zadejte prosím cíl cesty. V případě, že zůstane pole prázdné, budou použity zeměpisné souřadnice.
de: Falls das Feld ´Geo-Koordinaten´ leer ist, werden beim speichern des Datensatzes aus dieser Adresse automatisch die passenden Geo-Koordinaten ermittelt.

# tl_dlh_googlemaps_elements.geocoderCountry.0
source: Country
cs: Země
de: Land

# tl_dlh_googlemaps_elements.geocoderCountry.1
source: Specify the country in whict the address shall be found.
cs: Zadejte zemi, ve které má být nalezena adresa.
de: Geben Sie hier an, in welchem Land die Adresse ermittelt werden soll.

# tl_dlh_googlemaps_elements.multiCoords.0
source: Multiple Geo-coordinates
cs: Vícero souřadnic
de: Mehrfache Geo-Koordinaten
fr: Géo-coordonnées multiples

# tl_dlh_googlemaps_elements.multiCoords.1
source: Please enter multiple geo-coordinates for the element. Polygones are closed automatically.
cs: Zadejte prosím víc souřadnic pro prvek. Mnohoúhelníky se automaticky uzavřou.
de: Geben Sie die einzelnen Geo-Koordinaten des Elements ein. Polygone werden automatisch geschlossen.
fr: Veuillez saisir les multiples géo-coordonnées pour cet élément. Les polygones se ferment automatiquement.

# tl_dlh_googlemaps_elements.radius.0
source: Radius in meters
cs: Rádius v metrech
de: Radius in Metern
fr: Rayon en mètres

# tl_dlh_googlemaps_elements.radius.1
source: Please enter the radius of the circle in meters.
cs: Zadejte prosím rádius v metrech.
de: Geben Sie den Kreis-Radius in Metern ein.
fr: Veuillez saisir le rayon du cercle en mètres.

# tl_dlh_googlemaps_elements.strokeColor.0
source: Line color
cs: Barva čáry
de: Linienfarbe
fr: Couleur de ligne

# tl_dlh_googlemaps_elements.strokeColor.1
source: Please enter the color used for lines.
cs: Zadejte prosím barvu čar.
de: Geben Sie die Farbe für Linien ein.
fr: Veuillez saisir la couleur des lignes.

# tl_dlh_googlemaps_elements.strokeWeight.0
source: Line weight
cs: Tloušťka čáry
de: Linienstärke
fr: Epaisseur de ligne

# tl_dlh_googlemaps_elements.strokeWeight.1
source: Please enter the line weight in pixels.
cs: Zadejte prosím tloušťku čáry v pixelech.
de: Geben Sie die Linienstärke ein.
fr: Veuillez saisir l'épaisseur des lignes en pixels.

# tl_dlh_googlemaps_elements.strokeOpacity.0
source: Line opacity
cs: Průhlednost čáry
de: Linien-Deckkraft
fr: Opacité de ligne

# tl_dlh_googlemaps_elements.strokeOpacity.1
source: Please enter the opacity used for lines.
cs: Zadejte prosím průhlednost čáry.
de: Geben Sie die Deckkraft für Linien ein.
fr: Veuillez saisir l'opacité des lignes

# tl_dlh_googlemaps_elements.fillColor.0
source: Fill color
cs: Vybarvit
de: Flächenfarbe
fr: Couleur de fond

# tl_dlh_googlemaps_elements.fillColor.1
source: Please enter the color used for fillings.
cs: Zadejte prosím požadovanou barvu výplně.
de: Geben Sie die Farbe für Flächen ein.
fr: Veuillez saisir la couleur de remplissage.

# tl_dlh_googlemaps_elements.fillOpacity.0
source: Fill opacity
cs: Průhlednost výplně
de: Flächen-Deckkraft
fr: Opacité du remplissage

# tl_dlh_googlemaps_elements.fillOpacity.1
source: Please enter the opacity used for fillings.
cs: Zadejte prosím průhlednost výplně.
de: Geben Sie die Deckkraft für Flächen ein.
fr: Veuillez saisir l'opacité pour la couleur de remplissage.

# tl_dlh_googlemaps_elements.markerAction.0
source: Action on click
cs: Reakce na kliknutí
de: Aktion bei Klick
fr: Action au clic

# tl_dlh_googlemaps_elements.markerAction.1
source: Here you decide how the element reacts on clicking.
cs: Zde se rozhodnete, jak budou prvky reagovat na kliknutí.
de: Hier legen Sie fest, wie sich das Element beim Klicken verhalten soll.
fr: Ici vous choisissez comment l'élément doit réagir au clic.

# tl_dlh_googlemaps_elements.popupInfoWindow.0
source: Open infowindow automatically
cs: Automaticky otevřít informační okno
de: Infoblase automatisch öffnen
fr: Ouvrir l'infobulle automatiquement

# tl_dlh_googlemaps_elements.popupInfoWindow.1
source: Shall the infowindow pop up automatically?
cs: Otvírat informační okno automaticky?
de: Soll sich die Infoblase des Elements automatisch öffnen?
fr: L'infobulle doit-elle s'ouvrir automatiquement ?

# tl_dlh_googlemaps_elements.infoWindow.0
source: Infowindow
cs: Informační okno
de: Infoblase
fr: Infobulle

# tl_dlh_googlemaps_elements.infoWindow.1
source: Please enter the content for the infowindow. Insert tags are supported.
cs: Zadejte prosím obsah informačního okna. Vkladací tagy jsou podporovány.
de: Geben Sie hier den Inhalt der Infoblase ein. Es können auch Insert-Tags genutzt werden.
fr: Veuillez entrer le contenu pour l'infobulle. Les tags d'insertion sont pris en charge.

# tl_dlh_googlemaps_elements.infoWindowAnchor.0
source: Position of the infowindow anchor
cs: Pozice ukotvení informačního okna
de: Positions-Versatz der Infoblase
fr: Position de l'ancre de l'infobulle

# tl_dlh_googlemaps_elements.infoWindowAnchor.1
source: The position of the infowindow can be modified by coordinates LEFT,UP. 5,10 e.g. moves the infowindow 5 Pixel to the left and 10 Pixel up.
cs: Pozice informačního okna může být změněna za pomoci šipek Doleva, nahoru. Např. Posuňte informační okno o 5 pixelů vlevo a 10 pixelů nahoru.
fr: La position de l'infobulle peut etre modifiés grace aux coordonnées GAUCHE, HAUT. Ex: 5,10 déplace l'infobulle de 5px à gauche et 10 pixels en haut.

# tl_dlh_googlemaps_elements.url.0
source: Link
cs: Odkaz
de: Linkziel
fr: Lien

# tl_dlh_googlemaps_elements.url.1
source: Please enter a url (mit http://) or select a Contao page.
cs: Zadejte prosím url (včetně http://) nebo si vyberte stránku Contao
de: Geben Sie eine Url (mit http://) ein oder wählen Sie eine Contao-Seite aus.
fr: Veuillez saisir une url (avec http://) ou choisissez une page Contao.

# tl_dlh_googlemaps_elements.linkTitle.0
source: Link title
cs: Název odkazu
de: Linktitel
fr: Titre du lien

# tl_dlh_googlemaps_elements.linkTitle.1
source: This text is displayed as a tooltip by the clickable element.
cs: Tento text se zobrazí jako tip na klikacím prvku.
de: Dieser Text wird als Tooltipp am klickbaren Element angezeigt.
fr: Ce texte est affiché comme infobulle par l'élément cliquable.

# tl_dlh_googlemaps_elements.target.0
source: Open in new window
cs: Otevřít v novém okně.
de: In neuem Fenster öffnen
fr: Ouvrir dans une nouvelle fenètre

# tl_dlh_googlemaps_elements.target.1
source: Open the link in a new browser window.
cs: Otevřít odkaz v novém okně.
de: Den Link in einem neuen Browserfenster öffnen.
fr: Ouvir le lien dans une nouvelle fenètre du navigateur.

# tl_dlh_googlemaps_elements.bounds.0
source: Geo-coordinates southwest/northeast
cs: Zeměpisné souřadnice jihozápad / severovýchod
de: Geo-Koordinaten Südwest/Nordost
fr: Géo-coordonnées sud-ouest/nord-est

# tl_dlh_googlemaps_elements.bounds.1
source: Please enter the coordinates of the element as 2 pairs of coordinates.
cs: Zadejte prosím souřadnice prvku jako 2 párové souřadnice.
fr: Veuillez saisir les coordonnées de l'élément à l'aide de deux paires de coordonnées.

# tl_dlh_googlemaps_elements.overlaySRC.0
source: File
cs: Soubor
de: Dateiauswahl
fr: Fichier

# tl_dlh_googlemaps_elements.overlaySRC.1
source: Please choose an image file (gif, jpg or png), which overlays the map within the chosen area.
cs: Vyberte si prosím obrázek (gif, jpg nebo png), který překryje mapu v rámci vybrané oblasti.
de: Wählen Sie hier die Grafikdatei (gif, jpg oder png) aus, die die Kartenansicht im gewählten Bereich überlagern soll.
fr: euillez choisir un fichier image (gif, jpg ou png), qui se placera comme calque au dessus de la zone choisie sur la carte.

# tl_dlh_googlemaps_elements.markerShowTitle.0
source: Show title
cs: Zobrazit název
de: Titel anzeigen
fr: Montrer le titre

# tl_dlh_googlemaps_elements.markerShowTitle.1
source: Show the title of the marker as a tooltip.
cs: Zobrazit název značky jako tip.
de: Den Titel der Markierung als Tooltipp anzeigen.
fr: Montrer le titre du marqueur en tant qu'infobulle.

# tl_dlh_googlemaps_elements.markerType.0
source: Type of marker
cs: Typ značky
de: Art der Markierung
fr: Type de marqueur

# tl_dlh_googlemaps_elements.markerType.1
source: You can use standard Google markers or individual icons.
cs: Můžete použít standardní Google značky nebo si vytvořit vlastní.
de: Es können Standard-Markierungen oder eigene Icons verwendet werden.
fr: Vous pouvez utiliser les marqueurs Google standards ou des icônes individuels.

# tl_dlh_googlemaps_elements.useRouting.0
source: Use routing
cs: Využít plánování tras
de: Routenplaner verwenden
fr: Utiliser l'itinéraire

# tl_dlh_googlemaps_elements.useRouting.1
source: The Google Maps route planner can be linked from the infowindow directly by form.
cs: Plánovač tras v Google mapě může být formulářem přímo propojen s informačním oknem.
de: Aus der Infoblase der Markierung kann direkt auf den Google Maps Routenplaner per Formulareingabe verlinkt werden.
fr: L'itinéraire Google Maps peut être directement lié à l'infobulle par le biais d'un formulaire.

# tl_dlh_googlemaps_elements.routingAddress.0
source: Address used for routing
cs: Adresa pro plánování
de: Adresse für Routenplaner
fr: Adresse pour l'itinéraire

# tl_dlh_googlemaps_elements.routingAddress.1
source: Please enter the target address for routing. By an empty field the geo-coordinates are used as the routing target.
cs: Zadejte prosím cíl cesty. V případě, že zůstane pole prázdné, budou použity zeměpisné souřadnice.
de: Geben Sie die Ziel-Adresse einer Routenplanung ein. Bleibt das Feld leer, werden als Ziel die Geo-Koordinaten verwendet.
fr: Veuillez saisir l'adresse de destination pour l'itinéraire. Si le champs est vide, les géo-coordonnées seront utiliés.

# tl_dlh_googlemaps_elements.iconSRC.0
source: File for the icon
cs: Soubor pro ikonu
de: Dateiauswahl für das Icon
fr: Fichier pour l'icone.

# tl_dlh_googlemaps_elements.iconSRC.1
source: Please choose an image file (gif, jpg oder png) for use as an icon.
cs: Vyberte si prosím obrázek (gif, jpg nebo png), který bude použit pro ikonu.
fr: Veuillez choisir un fichier image (gif, jpg ou png) à utiliser en tant qu'icône.

# tl_dlh_googlemaps_elements.iconSize.0
source: Dimensions width x height
cs: Rozměry šířka x výška
de: Anzeigemaße Breite x Höhe
fr: Dimensions largeur x hauteur

# tl_dlh_googlemaps_elements.iconSize.1
source: Dimensions of the icon.
cs: Rozměry ikony.
fr: Dimensions de l'icone.

# tl_dlh_googlemaps_elements.iconAnchor.0
source: Position of the icon anchor
cs: Pozice ukotvení ikony
de: Positions-Versatz des Icons
fr: Position de l'ancre de l'icone

# tl_dlh_googlemaps_elements.iconAnchor.1
source: The position of the icon can be modified by coordinates LEFT,UP. 5,10 e.g. moves the icon 5 Pixel to the left and 10 Pixel up.
cs: Pozici ikony můžete změnit šipkami Nalevo, Nahoru. Např. 5, 10 přesune ikonu 5 pixelů vlevo a 10 pixelů nahoru.
fr: La position de l'icone peut etre modifiés grace aux coordonnées GAUCHE, HAUT. Ex: 5,10 déplace l'icone de 5px à gauche et 10 pixels en haut.

# tl_dlh_googlemaps_elements.hasShadow.0
source: Use shadow
cs: Stín
de: Schatten verwenden
fr: Utiliser une ombre

# tl_dlh_googlemaps_elements.hasShadow.1
source: The icon has a shadow
cs: Ikona má stín
de: Das Icon verfügt über einen Schatten.
fr: L'icone possède une ombre

# tl_dlh_googlemaps_elements.shadowSRC.0
source: File for the shadow
cs: Soubor pro stín
de: Dateiauswahl für den Schatten
fr: Fichier pour l'ombre

# tl_dlh_googlemaps_elements.shadowSRC.1
source: Please choose an image file (png is best) that shall be used as a shadow.
cs: Vyberte si prosím obrázek (png je nejlepší), který bude použit jako stín.
de: Wählen Sie hier die Grafikdatei (am besten png) aus, die als Schatten unter das Icon gelegt werden soll.
fr: Veuillez choisir une image (le format png est le meilleur choix) devant être utilisé comme ombre.

# tl_dlh_googlemaps_elements.shadowSize.0
source: Dimensions width x height
cs: Rozměry šířka x výška
de: Anzeigemaße Breite x Höhe
fr: Dimensions largeur x hauteur

# tl_dlh_googlemaps_elements.shadowSize.1
source: Dimensions of the shadow. A special position used by the icon is used equally by the shadow.
cs: Rozměry stínu. Zvláštní pozice použitá ikonou je využita i pro stín.
fr: Dimensions de l'ombre. Une position spéciale pour l'icône sera également utilisée par l'ombre.

# tl_dlh_googlemaps_elements.zIndex.1
source: Horizontal position of the element relative to the map.
cs: Vodorovná pozice prvku k mapě.
de: Ebenen-Position des Elements relativ zur Karte
fr: Position horizontale de l'élément relative à la carte.

# tl_dlh_googlemaps_elements.parameter.0
source: Additional parameters
cs: Další parametry
de: Ergänzende Parameter
fr: Paramètres additionnels

# tl_dlh_googlemaps_elements.parameter.1
source: Here you can enter additional parameters for the map element.
cs: Zde můžete zadat další parametry pro prvky mapy.
de: Hier können weitere Parameter eingegeben werden.
fr: Ici, vous pouvez saisir des paramètres additionnels pour les éléments de la carte.

# tl_dlh_googlemaps_elements.new.0
source: New element
cs: Nový prvek
de: Neues Karten-Element
fr: Nouvel élément

# tl_dlh_googlemaps_elements.new.1
source: Add a new map element
cs: Přidat nový prvek mapy.
de: Ein neues Karten-Element anlegen
fr: Ajoute un nouvel élément

# tl_dlh_googlemaps_elements.edit.0
source: Edit element
cs: Upravit prvek
de: Karten-Element bearbeiten
fr: Editer élément

# tl_dlh_googlemaps_elements.edit.1
source: Edit element ID %s
cs: Upravit prvek ID %s.
de: Karten-Element ID %s bearbeiten
fr: Editer l'élément ID %s

# tl_dlh_googlemaps_elements.copy.0
source: Copy element
cs: Kopírovat prvek
de: Karten-Element kopieren
fr: Copier élément

# tl_dlh_googlemaps_elements.copy.1
source: Copy element ID %s
cs: Kopírovat prvek ID %s.
de: Karten-Element ID %s kopieren
fr: Copier l'élément ID %s

# tl_dlh_googlemaps_elements.delete.0
source: Delete element
cs: Vymazat prvek
de: Karten-Element löschen
fr: Supprimer élément

# tl_dlh_googlemaps_elements.delete.1
source: Delete element ID %s
cs: Vymazat prvek ID %s.
de: Karten-Element ID %s löschen
fr: Supprimer l'élément ID %s

# tl_dlh_googlemaps_elements.show.0
source: Element details
cs: Podrobnosti prvku
de: Karten-Element Details
fr: Détails élément

# tl_dlh_googlemaps_elements.show.1
source: Show the details of element ID %s
cs: Zobrazt podrobnosti prvku ID %s.
de: Details des Karten-Elements ID %s anzeigen
fr: Voir les détails de l'élément ID %s

# tl_dlh_googlemaps_elements.toggle.0
source: Publish Element
cs: Publikovat prvek
de: Karten-Element veröffentlichen
fr: Publier élément

# tl_dlh_googlemaps_elements.toggle.1
source: Publish Element ID %s
cs: Publikovat prvek ID %s.
de: Karten-Element ID %s veröffentlichen
fr: Pulier l'élément ID %s

# tl_dlh_googlemaps_elements.title_legend
source: Title and type
cs: Název a typ
de: Titel und Typ
fr: Titre et type

# tl_dlh_googlemaps_elements.element_legend
source: Element configuration
cs: Konfigurace prvku
de: Element-Konfiguration
fr: Configuration de l'élément

# tl_dlh_googlemaps_elements.parameter_legend
source: Additional parameters
cs: Další parametry
de: Ergänzende Parameter
fr: Paramètres additionnels

# tl_dlh_googlemaps_elements.references.MARKER
source: Marker (w, w/o routing)
cs: Značka (w, w/o routing)
de: Markierung (ggf. mit Routing)
fr: Marqueur (w, w/o routing)

# tl_dlh_googlemaps_elements.references.INFOWINDOW
source: Infowindow
cs: Informační okno
de: Info-Sprechblase
fr: Infobulle

# tl_dlh_googlemaps_elements.references.RECTANGLE
source: Rectangle
cs: Obdelník
de: Rechteck

# tl_dlh_googlemaps_elements.references.CIRCLE
source: Circle
cs: Kruh
de: Kreis
fr: Cercle

# tl_dlh_googlemaps_elements.references.POLYLINE
source: Line
cs: Poly line
de: Linie
fr: Multi lignes

# tl_dlh_googlemaps_elements.references.POLYGON
source: Polygon
cs: Mnohoúhelník
fr: Polygone

# tl_dlh_googlemaps_elements.references.GROUND_OVERLAY
source: Ground-overlay
cs: Základní překrytí
de: Grafik-Überlagerung
fr: Calque

# tl_dlh_googlemaps_elements.references.KML
source: KML-Layer
cs: KML Vrstva

# tl_dlh_googlemaps_elements.references.NONE
source: No action
cs: Bez reakce
de: Keine Aktion
fr: Aucune action

# tl_dlh_googlemaps_elements.references.LINK
source: Direct link on marker
cs: Přímý odkaz na značku
de: Direkte Verlinkung der Markierung
fr: Lien direct sur le marqueur

# tl_dlh_googlemaps_elements.references.INFO
source: Open Infowindow
cs: Otevřít informační okno
de: Infoblase öffnen
fr: Ouvrir l'infobulle

# tl_dlh_googlemaps_elements.references.SIMPLE
source: Google default marker
cs: Výchozí Google značka
de: Standard-Markierung von Google
fr: Marqueur Google par défaut

# tl_dlh_googlemaps_elements.references.ICON
source: Individual icon
cs: Vlastní ikona
de: Individuelles Icon
fr: Icone individuel

# tl_dlh_googlemaps_elements.kmlUrl.1
source: Please enter a url to a .kml-file (with http://).
cs: Prosím, zadejte adresu URL ke .kml souboru (s http://).
de: Geben Sie eine Url zu einer .kml-Datei (mit http://) ein.

# tl_dlh_googlemaps_elements.kmlClickable.0
source: Clickable
cs: Klikací
de: Klickbar

# tl_dlh_googlemaps_elements.kmlClickable.1
source: If true, the layer receives mouse events.
cs: Pokud je použito, vrstva přijímá události klinutím myši.
de: Wenn aktiv, reagiert der Layer auf Mausklicks.

# tl_dlh_googlemaps_elements.kmlPreserveViewport.0
source: Preserve viewport
cs: Zachovat výřez
de: Anzeigebereich erhalten

# tl_dlh_googlemaps_elements.kmlPreserveViewport.1
source: The viewport is left unchanged.
cs: Výřez je ponechán beze změny.
de: Der Anzeigebereich wird durch den KML Layer nicht verändert.

# tl_dlh_googlemaps_elements.kmlScreenOverlays.0
source: Screen overlays
cs: Překryvy obrazovky
de: Overlays zeigen

# tl_dlh_googlemaps_elements.kmlScreenOverlays.1
source: Render the screen overlays.
cs: Vykreslení obrazovky s překryvy.
de: Die Overlays des Layers rendern.

# tl_dlh_googlemaps_elements.kmlSuppressInfowindows.0
source: Suppress info windows
cs: Potlačit info okna
de: Infoblasen unterdrücken

# tl_dlh_googlemaps_elements.kmlSuppressInfowindows.1
source: Suppress the rendering of info windows when layer features are clicked.
cs: Potlačit vykreslování informačních oken, při klepnutí na vlastnosti vrstvy.
de: Unterdrückt die Anzeige von Infoblasen im Layer.

# tl_dlh_googlemaps_elements.infoWindowSize.0
source: Size of the info window
cs: Velikost v informačním okně
de: Größe der Infoblase

# tl_dlh_googlemaps_elements.infoWindowSize.1
source: If set, the size of the info window is fixed.
cs: Je-li nastaveno, velikost informačního okna je fixní.

# tl_dlh_googlemaps_elements.infoWindowAnchor.1
source: The position of the infowindow can be modified by coordinates LEFT,UP. 5,10 e.g. moves the infowindow 5 Pixel to the left and 10 Pixel up. Default 0,0.
de: Die Position der Infoblase kann über ein Koordinatenpaar LINKS,RAUF verändert werden. 5,10 verschiebt die Infoblase z.B. um 5 Pixel nach links und 10 Pixel nach oben. Default: 0,0.

# tl_dlh_googlemaps_elements.bounds.1
source: Please enter the coordinates of the element as 2 pairs of coordinates separated by /.
de: Geben Sie hier die Geo-Koordinaten des Elements als 2 Koordinatenpaare ein, getrennt durch /.

# tl_dlh_googlemaps_elements.iconSRC.1
source: Please choose an image file (gif, jpg, png, svg) for use as an icon.
de: Wählen Sie hier die Grafikdatei (gif, jpg, png, svg) aus, die für das Icon verwendet werden soll.

# tl_dlh_googlemaps_elements.iconSize.1
source: Dimensions of the icon. Default 16,16.
de: Anzeigemaße des Icons. Default 16,16.

# tl_dlh_googlemaps_elements.iconAnchor.1
source: The position of the icon can be modified by coordinates LEFT,UP. 5,10 e.g. moves the icon 5 Pixel to the left and 10 Pixel up. Default 0,0.
de: Die Position des Icons kann über ein Koordinatenpaar LINKS,RAUF verändert werden. 5,10 verschiebt das Icon z.B. von der linken oberen Ecke des Icons um 5 Pixel nach links und 10 Pixel nach oben. Default: 0,0.

# tl_dlh_googlemaps_elements.shadowSize.1
source: Dimensions of the shadow. A special position used by the icon is used equally by the shadow. Default 0,0.
de: Anzeigemaße des Schattens. Ein beim Icon einstellter Positions-Versatz wird übernommen. Default 32,32.

# tl_dlh_googlemaps_elements.infoWindowSize.1
source: If set, the size of the info window is fixed. default 0,0.
de: Wenn gesetzt, ist die Größe der Infoblase fixiert. Default 0,0
