Repository: delahaye/dlh_googlemaps
Catalog: languages/*/*_module.xlf
Languages: de

# tl_module.dlh_googlemap.1
source: Please select a Google Map.
de: Wählen Sie die gewünschte Google Map aus.

# tl_module.dlh_googlemap_zoom.0
source: Zoom-Factor
de: Zoom-Faktor

# tl_module.dlh_googlemap_zoom.1
source: Here you can override the zoom factor set in the module for just this implementation.
de: Hier können Sie den im Modul festgelegten Zoom-Faktor für diese Einbindung überschreiben.

# tl_module.dlh_googlemap_size.0
source: Dimensions width x height
de: Anzeigemaße Breite x Höhe

# tl_module.dlh_googlemap_size.1
source: Here you can override the map dimensions set in the module for just this implementation.
de: Hier können Sie die im Modul festgelegten Anzeigemaße für diese Einbindung überschreiben.

# tl_module.dlh_googlemap_static.0
source: Use static map
de: Statische Karte verwenden

# tl_module.dlh_googlemap_static.1
source: Instead of a normal Google-Map a (resticted) static map can be shown.
de: Anstelle einer normalen Google-Map kann eine (eingeschränkte) statische Karte eingebunden werden.

# tl_module.dlh_googlemap_url.0
source: Link address
de: Link-Adresse

# tl_module.dlh_googlemap_url.1
source: Please enter a web address (http://...) or an insert-tag.
de: Geben Sie eine Web-Adresse (http://...) oder ein Insert-Tag ein.

# tl_module.dlh_googlemap_template.1
source: Select a front end template.
de: Wählen Sie das Template für diese Kartendarstellung aus.

# tl_module.dlh_googlemap_nocss.0
source: Discard CSS
de: CSS weglassen

# tl_module.dlh_googlemap_nocss.1
source: The extension provides some own CSS.
de: Die Erweiterung lädt standardmäßig ein wenig eigenes CSS.

# tl_module.dlh_googlemap_tabs.0
source: Map is shown in Tabs or Accordion
de: Karte in Tabs oder Accordion

# tl_module.dlh_googlemap_tabs.1
source: This option refreshes the map when changing a tab or accordion. Made for the extension Tabcontrol.
de: Die Option lädt die Karte bei einem Tab- oder Accordionwechsel dynamisch neu. Ausgelegt für die Erweiterung Tabcontrol.

# tl_content.dlh_googlemap_protected.0
source: Map has data protection
de: Karte hat Datenschutz-Bestätigung

# tl_module.dlh_googlemap_protected.1
source: Prevents the data transfer to Google until confirmation.
de: Verhindert den Datentransfer zu Google bis zur Bestätigung.

# tl_module.dlh_googlemap_privacy.0
source: Data protection notice
de: Datenschutzhinweis

# tl_module.dlh_googlemap_privacy.1
source: Overwrites the default message. Insert-Tags are supported.
de: Überschreibt den Standard-Hinweis. Insert-Tags werden unterstützt.

# tl_module.map_legend
source: Map data
de: Kartendaten
